[{"abbr": "01", "base": "Dana Miller is charged with driving under the influence of alcohol. She was driving alone on County Road 35 in Ohio when a state trooper pulled her over six miles north of the Club 35 Tavern.", "crime": "Driving under the influence of alcohol.", "vars": {"physical": {"clear_in": "The trooper testified to giving Ms. Miller a breathalyzer (breath alcohol testing device) test that showed a blood alcohol content 40% over the legal limit.", "clear_ex": "The trooper testified to giving Ms. Miller a breathalyzer (breath alcohol testing device) test that showed a blood alcohol content below the legal limit.", "ambiguous": "The breathalyzer (breath alcohol testing device) that the trooper testified had showed Ms. Miller’s blood alcohol over the legal limit had not been checked recently enough to be reliable."}, "document": {"clear_in": "Security video from the Club 35 parking lot shows Ms. Miller stumbling and walking unsteadily toward her car 15 minutes before the trooper pulled her over.", "clear_ex": "Security videos from a grocery store nearby shows Ms. Miller shopping for at least 30 minutes and then checking out 15 minutes before the trooper pulled her over.", "ambiguous": "Security video from a parking lot half a block away from Club 35 shows Ms. Miller walking to her car 15 minutes before the trooper pulled her over."}, "witness": {"clear_in": "A bartender at the Club 35 Tavern testified that a woman he later identified as Ms. Miller left the bar intoxicated, so he called the State Police to report it and that she was driving north.", "clear_ex": "A bartender at the Club 35 Tavern said that he remembers Ms. Miller because she and another woman sat at a table chatting for half an hour and then left without ordering anything.", "ambiguous": "A bartender at the Club 35 Tavern testified that he thought Ms. Miller was possibly “but not for sure” the woman who left the bar intoxicated and drove off to the south."}, "character": {"clear_in": "One of Ms. Miller's co-workers testifies that Ms. Miller is not a truthful person.", "clear_ex": "One of Ms. Miller's co-workers testifies that Ms. Miller is a truthful person."}}}, {"abbr": "02", "base": "Wendy Armstrong has been charged with concealing merchandise in a fancy department store. Prosecutors claim that while in a changing room she cut off anti-theft tags and deliberately hid a dress worth $1,200 in a side compartment within the large purse she carried with her into the store.", "crime": "Removing price tags from and hiding an item of clothing.", "vars": {"physical": {"clear_in": "An investigator testified Mrs. Armstrong’s fingerprints were on a pair of scissors left in a fitting room alongside cut-off theft prevention tags from the dress.", "clear_ex": "An investigator testified that fingerprints found on scissors left in a fitting room alongside cut-off theft prevention tags from the dress were not Mrs. Armstrong’s.", "ambiguous": "An investigator testified that smudged fingerprints found on scissors left in a fitting room alongside cut-off theft prevention tags cannot be said to either match or exclude Mrs. Armstrong."}, "document": {"clear_in": "A video from the department shows Mrs. Armstrong going into the fitting room with the dress and coming out without it.", "clear_ex": "A video from the department store shows Mrs. Armstrong going into the fitting room with the dress and later leaving and hanging it back on a rack.", "ambiguous": "A video from the department store shows Mrs. Armstrong walking into the fitting room with several dresses and coming out with fewer dresses, but the dress she is accused of concealing is not visible in the video."}, "witness": {"clear_in": "A store clerk in women's dresses says she heard the sound of scissors from a dressing room, and identified Mrs. Armstrong as the woman who came out of that dressing room.", "clear_ex": "A store clerk in women's dresses says she heard the sound of scissors from a dressing room, and that Mrs. Armstrong was not the woman who came out of that dressing room.", "ambiguous": "A store clerk in women's dresses says she heard the sound of scissors from a dressing room, but could not say for sure whether Mrs. Armstrong was the woman who came out of the dressing room."}, "character": {"clear_in": "Mrs. Armstrong's former employer testifies she had a poor reputation for truthfulness in her workplace.", "clear_ex": "Mrs. Armstrong's minister testifies she has an excellent reputation for truthfulness among her fellow parishioners."}}}, {"abbr": "03", "base": "Tyler Lamb, a junior at the state university, is charged with vandalism. The Prosecutor alleges that he spray-painted neon-yellow lettering on the football field at his school's arch-rival university sometime between midnight and 1:00 a.m. the night before their big rivalry game.", "crime": "Vandalizing a football field.", "vars": {"physical": {"clear_in": "Empty spray-paint cans later found in the stadium parking lot carried fingerprints that investigators matched to Mr. Lamb.", "clear_ex": "Empty spray-paint cans later found in the stadium parking lot carried fingerprints from a person other than Mr. Lamb.", "ambiguous": "Empty spray-paint cans later found in the stadium parking lot carried  fingerprints that an examiner said might have come from Mr. Lamb but were too smudged to be sure."}, "document": {"clear_in": "Home Depot records show Mr. Lamb’s credit card had been used three days earlier to buy 24 cans of neon-yellow spray paint.", "clear_ex": "A receipt from Mr. Lamb’s credit card is stamped 12:30 a.m. from a bar a 75-minute drive from the rival university.", "ambiguous": "A stadium security video shows the spray-painter at a distance too far and in light too dim for any identification."}, "witness": {"clear_in": "A campus security officer saw someone he later identified as Mr. Lamb drive out of the stadium parking lot at around one a.m. that night.", "clear_ex": "An Uber driver picked up a student he later identified as Mr. Lamb at 1:35 that night from a bar that is a 75-minute drive from the vandalized football field.", "ambiguous": "A woman said she heard someone in a state university cap after one a.m. bragging about having done something “great\" that the rival university \"is going to hate,” but she could not say for sure whether Mr. Lamb was the person she saw."}, "character": {"clear_in": "Mr. Lamb's first-year roommate testifies that he Mr. Lamb was prone to not telling the truth.", "clear_ex": "Mr. Lamb's ethics professor testifies that he finds Mr. Lamb to be a truthful person."}}}, {"abbr": "04", "base": "Luke Austin is accused of cyberstalking a dog-owner. The prosecution claims he used a library computer to anonymously email her a threat to kill her dog unless she paid him $500 in bitcoin.", "crime": "Sending threatening emails.", "vars": {"physical": {"clear_in": "A fingerprint expert testified that fingerprints on the library computer match Mr. Austin’s.", "clear_ex": "A fingerprint expert testified that no fingerprints on the library computer matched Mr. Austin’s.", "ambiguous": "A fingerprint expert testified that a fingerprint from the library computer might match Mr. Austin’s, but the match did not meet the standards to be sure."}, "document": {"clear_in": "Mr. Austin’s personal computer shows a visit to the woman’s Facebook page containing the photos of the dog that were emailed with the threats.", "clear_ex": "Mr. Austin’s workplace computer shows he was using it at the time the threatening emails were sent from the library computer, six miles away.", "ambiguous": "Mr. Austin’s personal computer shows he owns bitcoins."}, "witness": {"clear_in": "A librarian testified to seeing Mr. Austin using that library computer the day the threatening emails were sent.", "clear_ex": "A librarian testified that at the time the threats were sent, a woman, and not Mr. Austin, was on that computer.", "ambiguous": "The librarian who staffs the computer says Mr. Austin was in the library but does not know if he used a computer."}, "character": {"clear_in": "Mr. Austin has a previous conviction for insurance fraud.", "clear_ex": "Mr. Austin’s neighbor testified he has an excellent reputation for telling the truth."}}}, {"abbr": "05", "base": "Diego Alvarez is charged with stealing $128.50 in coins and bills from a snack machine. Prosecutors say he pried open the machine at a highway rest stop between 2:00 A.M. and 5:00 A.M.", "crime": "Theft from a snack machine.", "vars": {"physical": {"clear_in": "Mr. Alvarez’s prints were inside the vending machine.", "clear_ex": "Fingerprints inside the machine were neither from the machine attendant nor Mr. Alvarez.", "ambiguous": "A fingerprint inside the machine is similar to Mr. Alvarez’s but the print quality is not good enough to say for sure."}, "document": {"clear_in": "Security video shows a man breaking into the machine wearing a jacket with the name \"Alvarez\" on it.", "clear_ex": "Security video shows a someone breaking into the machine and wearing a jacket from a school Mr. Alvarez never went to.", "ambiguous": "Security video shows someone of similar height and weight to Mr Alvarez breaking into the machine, but no other identifying information is visible."}, "witness": {"clear_in": "A witness says Mr. Alvarez is the man she saw break into the machine.", "clear_ex": "A witness says she saw a different person break into the machine.", "ambiguous": "A witness says she’s not sure whether Mr. Alvarez is the man she saw break into the machine."}, "character": {"clear_in": "Mr. Alvarez was previously convicted of theft.", "clear_ex": "Mr. Alvarez’s minister testified that Mr. Alvarez has a good character for being honest."}}}, {"abbr": "06", "base": "Eleanor Mitchell is accused of stealing a down jacket and a fleece cap from a Target store. Prosecutors say she removed the price tags and packaging in a changing room, then wore the jacket and cap while buying peanut butter, chocolate milk, and raisin bread at check-out.", "crime": "Shoplifting clothing.", "vars": {"physical": {"clear_in": "Torn packaging left in the changing room carries Mrs. Mitchell’s fingerprints.", "clear_ex": "Mrs. Mitchell’s fingerprints do not match those inside the torn packaging from in the changing room", "ambiguous": "Mrs. Mitchell’s fingerprints have some similarities to prints in the torn packaging from changing room, but not enough to be sure of a match."}, "document": {"clear_in": "In Mrs. Mitchell’s apartment, police found a Target receipt, time-stamped around the time of the theft, for peanut butter, chocolate milk, and raisin bread.", "clear_ex": "A gas receipt shows Mrs. Mitchell’s credit card was used 20 miles from the Target 10 minutes before the theft.", "ambiguous": "A credit card receipt shows that Mrs. Mitchell used her credit card to purchase several items at a convenience store 25 miles away from the Target on the day the theft occurred."}, "witness": {"clear_in": "A cashier testified that Mrs. Mitchell is the person who bought peanut butter, chocolate milk, and raisin bread while wearing the kind of jacket and cap that were taken.", "clear_ex": "A cashier testified that Mrs. Mitchell is not the woman who bought peanut butter, chocolate milk, and raisin bread.", "ambiguous": "A cashier testified that Mrs. Mitchell “might be” the woman buying peanut butter, chocolate milk, and raisin bread."}, "character": {"clear_in": "Mrs. Mitchell's former employer says that in his opinion, she was prone to theft.", "clear_ex": "Mrs. Mitchell testified that she is not the kind of person who would ever steal anything from anyone."}}}, {"abbr": "07", "base": "Ronald Behrens is charged with blackmailing a school-board member by mailing photos of her entering and later leaving a motel with someone not her husband, and threatening to post the photos online unless the school-board member voted in favor of building a high school near the Behrens home.", "crime": "Blackmail using photographs that imply the victim is having an affair.", "vars": {"physical": {"clear_in": "DNA from saliva on the envelope stamps matches Mr. Behrens.", "clear_ex": "DNA from saliva on the envelope stamps does not match Mr. Behrens.", "ambiguous": "Partial fingerprints on the mailed photos match Mr. Behrens in some ways but not others."}, "document": {"clear_in": "A digital analysis indicates that a follow-up threat was sent from Mr. Behrens’ home computer.", "clear_ex": "A follow-up email threat was sent from Mr. Behrens’ smartphone, but an expert said someone had hacked into his phone to send the email without Mr. Behrens’ knowledge.", "ambiguous": "A follow-up threat was sent by email from a public library near Mr. Behrens' house."}, "witness": {"clear_in": "A motel clerk saw someone she later identified as Mr. Behrens from a line-up as the man taking photos a week earlier from the motel parking lot.", "clear_ex": "A motel clerk saw a someone she said was not Mr. Behrens taking photos from the parking lot.", "ambiguous": "A motel clerk said that, because the person she saw taking photos from the parking lot was partly concealed in a car, “I can’t say it was Mr. Behrens and I can’t say it wasn’t.”"}, "character": {"clear_in": "Mr. Behrens was previously convicted of securities fraud.", "clear_ex": "Two co-workers and a neighbor testified that Mr. Behrens has a reputation for being truthful."}}}, {"abbr": "08", "base": "Archie Maxwell is charged with copying, printing and selling fake tickets to a college baseketball game.", "crime": "Selling fake basketball tickets.", "vars": {"physical": {"clear_in": "An expert testified that DNA on the sealing strip of an envelope used to mail a fake ticket matched Mr. Maxwell.", "clear_ex": "An expert testified that the DNA on the sealing strip of an envelope used to mail fake tickets does not match Mr. Maxwell.", "ambiguous": "An expert testified that the DNA on the sealing strip of an envelope used to mail fake tickets could be Mr. Maxwell’s, but there’s not enough to be sure."}, "document": {"clear_in": "A forensic expert testified that the fake tickets had a unique microscopic code from only one printer: Mr. Maxwell’s.", "clear_ex": "A forensic expert testified that the fake tickets had a unique microscopic code from only one printer, and it was not Mr. Maxwell’s.", "ambiguous": "A forensic expert testified that the fake tickets had a unique microscopic code from Mr. Maxwell’s printer, but Mr. Maxwell had sold the printer around the time the tickets were sold."}, "witness": {"clear_in": "A clerk at the only company that sells the unusual paper in the fake tickets recognizes Mr. Maxwell as the customer who bought that kind of paper.", "clear_ex": "A clerk at the only company that sells the unusual paper in the fake tickets testified that someone else, not Mr. Maxwell, bought that kind of paper.", "ambiguous": "A clerk at the only company that sells the unusual paper in the fake tickets testified that the person who bought that kind of paper might or might not have been Mr. Maxwell."}, "character": {"clear_in": "Mr. Maxwell was previously convicted of theft.", "clear_ex": "Mr. Maxwell’s employer testified that Mr. Maxwell has an excellent reputation for telling the truth."}}}, {"abbr": "09", "base": "Dennis M. Zitka is charged with stealing two dogs late at night from a gated backyard.", "crime": "Stealing two dogs.", "vars": {"physical": {"clear_in": "The testing lab reports that dog hairs later found in Mr. Zitka’s van match the dogs.", "clear_ex": "Fingerprints on the backyard gate, on the gate latch, and other surfaces had only one set of fingerprints other than the family’s -- and those fingerprints did not match Mr. Zitka.", "ambiguous": "The testing lab reports that they cannot tell if the hairs from Mr. Zitka’s van were from the stolen dogs."}, "document": {"clear_in": "Security video shows Mr. Zitka feeding the dogs over the fence the night before.", "clear_ex": "Security video shows Mr. Zitka’s van in his own driveway the entire night the dogs disappeared, that Mr. Zitka went inside before the theft and did not come out until late the next day.", "ambiguous": "Security video shows someone feeding and leading the dogs out of the yard, but not at an angle to identify whoever it was."}, "witness": {"clear_in": "A neighbor across the street saw a stranger he later identified as Mr. Zitka leading the dogs into a van parked down the street.", "clear_ex": "A neighbor across the street told police a she saw a woman take the dogs.", "ambiguous": "A neighbor across the street saw someone lead the dogs out of the yard, but said it was too dark to identify the person."}, "character": {"clear_in": "Mr. Zitka's neighbor says that in the neighborhood Mr. Zitka has a reputation as a thief.", "clear_ex": "Mr. Zitka testifies that he loves animals and would never harm one."}}}, {"abbr": "10", "base": "Mike Tyler has been accused of desecrating tombstones of military veterans by scratching and spray painting Nazi symbols on their headstones and causing more than $2000 in damage.", "crime": "Defacing a grave.", "vars": {"physical": {"clear_in": "A fingerprint expert testified that spray paint cans from a nearby trash can have Mr. Tyler’s fingerprints.", "clear_ex": "A fingerprint expert testified that the fingerprints on spray paint cans from a nearby trash can are not Mr. Tyler’s.", "ambiguous": "A DNA analyst testified that a glove found half a mile away from the cemetery has Mr. Tyler’s DNA."}, "document": {"clear_in": "Security cameras show Mr. Tyler in the cemetery when the vandalism occurred.", "clear_ex": "Security cameras show no sign of Mr. Tyler, but two other people in the cemetery with spray paint cans.", "ambiguous": "Security cameras show two of Mr. Tyler’s friends in the cemetery with spray paint cans, along with a person matching Mr. Tyler’s frame with a ski mask hiding his face."}, "witness": {"clear_in": "A Lowe’s salesman identified Mr. Tyler in a line-up as having bought spray paint the day before the vandalism.", "clear_ex": "A liquor-store clerk across town testified that Mr. Tyler was hanging around the liquor store with friends throughout the evening of the vandalism.", "ambiguous": "A nearby gas station attendant testified that someone looking like Mr. Tyler walked towards the cemetery carrying heavy shopping bags within an hour of the vandalism."}, "character": {"clear_in": "Mr. Tyler's ex-wife testifies that she knew him to be destructive of other people's property.", "clear_ex": "The administrator at the VA Hospital has testified that Mr. Tyler has a reputation for helping out homeless veterans in the community."}}}, {"abbr": "11", "base": "Morris Peyton is charged with indecent exposure. Florine Dennis called police when her backyard motion-detecting security light came on and illuminated a man with his pants down staring into her window and masturbating.", "crime": "Masturbating in someone else’s backyard.", "vars": {"physical": {"clear_in": "DNA in semen found in the yard matches Mr. Peyton.", "clear_ex": "DNA in semen found in the yard does not match Mr. Peyton.", "ambiguous": "DNA in semen found in the yard was degraded by rain and showed a 50/50 chance it was Mr. Peyton’s."}, "document": {"clear_in": "A neighbor’s security video shows Mr. Peyton running to a car down the street and driving away in it four minutes before police arrived.", "clear_ex": "Cell-phone records show Mr. Peyton was on his phone 10 miles away at the time Ms. Dennis called the police.", "ambiguous": "Mr. Peyton posted on Facebook every few minutes throughout the evening. He could have been on either his computer at home or his smartphone from any location."}, "witness": {"clear_in": "A woman coming home from work testified to seeing a man she later identified as Mr. Peyton running towards a car down the street and driving away in it “a few minutes” before police arrived.", "clear_ex": "Ms. Dennis identified a man in the lineup who was not Mr. Peyton and did not look like him.", "ambiguous": "Ms. Dennis testified that the man looking into her window and masturbating could have been either Mr. Peyton or another man in the lineup."}, "character": {"clear_in": "Mr. Peyton has a previous conviction for auto theft.", "clear_ex": "A minister testified that Mr. Peyton has a good reputation in the church community for being truthful."}}}, {"abbr": "12", "base": "Juan Rodriguez, age 17, is charged with using gasoline to set fire to a neighbor’s detached and empty garage at 11 P.M.", "crime": "Burning down a garage.", "vars": {"physical": {"clear_in": "A expert testified that fingerprints on a gas can in the woods behind the burned garage match Mr. Rodriguez.", "clear_ex": "An expert said that fingerprints on the gas can found on the scene are not Mr. Rodriguez’s.", "ambiguous": "An expert testified that a partial fingerprint on a gas can found at the scene partly matches Mr. Rodriguez but there’s not enough of the print be to sure."}, "document": {"clear_in": "A receipt was found in Mr. Rodiguez’s car for a gas can purchased the day before the fire.", "clear_ex": "Cellphone tower records show that Mr. Rodriguez was using his phone four miles away from the fire for the entire time between 10:35 P.M. and 1:15 A.M. the night of the fire.", "ambiguous": "A receipt dated two days before the fire in Mr. Rodriguez’s car shows he bought a gas can and a gas-powered leaf blower."}, "witness": {"clear_in": "An eyewitness saw someone he later identified as Mr. Rodriguez running away from the site of the fire with a gas can.", "clear_ex": "A diner waitress said Mr. Rodriguez was eating at her table between 10:30 P.M. and midnight.", "ambiguous": "A neighbor said that just before the fire he saw someone cutting through neighborhood yards with a gas can, but it was dark so he does not know if it was Mr. Rodriguez."}, "character": {"clear_in": "Mr. Rodriguez's childhood friend testifies that he has always been fascinated by fire.", "clear_ex": "Mr. Rodriguez’s employer testified that Mr. Rodriguez has an excellent reputation for being respectful of other people’s property."}}}, {"abbr": "13", "base": "High School teacher Robert Sanders is charged with having sex with a 10th grade female student. Prosecutors say he cultivated a relationship with her and eventually persuaded her to meet him for sex at a motel.", "crime": "Having sex with one of their students.", "vars": {"physical": {"clear_in": "DNA recovered from the student’s panties matches Mr. Sanders.", "clear_ex": "DNA recovered from the student’s panties is from a man other than Mr. Sanders.", "ambiguous": "DNA recovered from the student’s panties could be from Mr. Sanders but is too degraded for a reliable match."}, "document": {"clear_in": "Mr. Sanders’ cell phone contains texts with the student arranging a sexual encounter.", "clear_ex": "The only messages to the student from Mr. Sanders’ cell phone are about school work.", "ambiguous": "Mr. Sanders’ cell phone contains three unanswered flirting messages from the student with no response from Mr. Sanders."}, "witness": {"clear_in": "A motel repairman said that Mr. Sanders is the man he saw leaving the motel with the student.", "clear_ex": "A motel repairman said Mr. Sanders is not the man he saw leaving the motel with the student.", "ambiguous": "A motel repairman said Mr. Sanders “could have been or maybe not have been” the man he saw leaving the motel with the student."}, "character": {"clear_in": "Mr. Sanders was convicted previously for child pornography.", "clear_ex": "The president of the school’s PTA testified that Mr. Sanders has a good reputation for being protective of his students."}}}, {"abbr": "14", "base": "Tyrone Jackson, one of the investors in a real estate project, is accused of bribing a zoning-board official by giving him an envelope containing $50,000 cash in return for a favorable zoning vote on the project.", "crime": "Bribing a public official.", "vars": {"physical": {"clear_in": "DNA from under the sealed flap of the bribe envelope matches Mr. Jackson.", "clear_ex": "DNA from under the sealed flap of the bribe envelope matches someone other than Mr. Jackson.", "ambiguous": "DNA from the bribe envelope partly matches Mr. Jackson’s DNA, but the DNA sample is degraded and not reliable."}, "document": {"clear_in": "Records show cash withdrawals of $9,500 from Mr. Jackson’s bank account for five consecutive months – totaling $47,500 -- leading up to the zoning board vote.", "clear_ex": "Mr. Jackson’s bank account records for a year before the zoning vote show no unusual withdrawals.", "ambiguous": "Bank records and a deed of sale show that Mr. Jackson sold his 34-foot sailboat for $43,000 three weeks before the zoning vote."}, "witness": {"clear_in": "A zoning board clerk saw someone she later identified as Mr. Jackson give an envelope of the same type as the bribe envelope to the zoning official just before the vote.", "clear_ex": "A zoning board clerk said that Mr. Jackson is not the man she saw giving an envelope of the same type as the bribe envelope to the zoning official just before the vote.", "ambiguous": "A zoning board clerk said the man who handed an envelope of the same type as the bribe envelope to the zoning official just before the vote “was maybe” Mr. Jackson, but “I never got enough of a look to be at all sure.”"}, "character": {"clear_in": "Mr. Jackson was previously convicted of failing to pay his taxes.", "clear_ex": "The head of the local Better Business Bureau testified that Mr. Jackson has a good character as an honest businessman."}}}, {"abbr": "15", "base": "Sergei Ivankov is charged with the death of an eight-year-old child. The prosecution alleges he looked away from the road while texting, hit the child walking alongside the roadway, and left the scene.", "crime": "Hitting and killing a child with their car.", "vars": {"physical": {"clear_in": "An expert witness testified that paint from Mr. Ivankov’s car matches paint flecks on the child’s clothing.", "clear_ex": "An expert witness testified that paint flecks on the child’s clothing do not match Ivankov’s car.", "ambiguous": "An expert witness testified that paint from Mr. Ivankov’s car matches paint flecks on the child’s clothing, but could not find any missing paint on the car."}, "document": {"clear_in": "Cellphone tower records show Mr. Ivankov texting at the time and around the place the child was hit.", "clear_ex": "Cellphone tower records show Mr. Ivankov’s phone was not being used to make a call or send a text around the time the child was hit.", "ambiguous": "Cellphone tower records show Mr. Ivankov was texting at the time of the crash but don’t show where he was."}, "witness": {"clear_in": "An eyewitness saw a driver she later identified as Mr. Ivankov at a nearby stoplight just before the child was hit, and heading in that direction.", "clear_ex": "An eyewitness saw a woman driving a car similar to Mr. Ivankov’s at a nearby stoplight just before the child was hit, and headed in that direction.", "ambiguous": "An eyewitness saw a driver  who might or might not have been Mr. Ivankov at a nearby stoplight just before the child was hit, and heading in that direction."}, "character": {"clear_in": "Mr. Ivankov's ex-business partner testifies that he would not believe him even if he had taken an oath to tell the truth.", "clear_ex": "Mr. Ivankov's ex-business partner testifies that he would believe anything Mr. Ivankov says about an important matter."}}}, {"abbr": "16", "base": "Beverly Cornish who was a home health care worker for 81-year-old Elias Portman is charged with abuse of an elderly adult by pushing him down a flight of stairs causing him to suffer a broken left hip.", "crime": "Pushing a man down a flight of stairs.", "vars": {"physical": {"clear_in": "Fingerprints found on the back of the leather vest Mr. Portman was wearing match those of Ms. Cornish.", "clear_ex": "Fingerprints found on the back of the leather vest Mr. Portman was wearing, do not match those of Mrs. Cornish.", "ambiguous": "A fingerprint expert testified that partial fingerprints on the back of the vest neither rule out nor conclusively match Ms. Cornish."}, "document": {"clear_in": "Ms. Cornish left a message on her daughter's answering machine that \"This old guy is driving me nuts and I am afraid if I don't get transferred to another client, I will lose it with him.\"", "clear_ex": "Ms. Cornish’s computer has an email she sent weeks before to her daughter saying, “One of the things I love about Mr. Portman is that he is so easy to get along with. He really appreciates my help.”", "ambiguous": "Mr. Portman's daughter installed cameras in his house. The video shows him falling down the stairs but the camera's angle does not catch what happened at the top of the stairs."}, "witness": {"clear_in": "Mr. Portman's cleaning lady says that when she heard the noise from Mr. Portman falling, she ran to the stairs and saw Ms. Cornish at the top looking angry and holding Mr. Portman's cane.", "clear_ex": "Mr. Portman's cleaning lady says that when she heard the noise from Mr. Portman falling, she ran to the stairs and saw Ms. Cornish coming from the kitchen on the same floor as the bottom of the stairs.", "ambiguous": "Mr. Portman's cleaning lady says that when she heard the noise from Mr. Portman falling, she ran to the stairs and she saw Mrs. Cornish at the bottom trying to help Mr. Portman."}, "character": {"clear_in": "Ms. Cornish has an earlier conviction for theft.", "clear_ex": "Someone who lives in Ms. Cornish's neighborhood testified that Ms. Cornish has the reputation of being a very truthful person."}}}, {"abbr": "17", "base": "A teacher, Janet Williams, is accused of taking indecent liberties with a student. Prosecutors allege she took a nude photo of herself in the bedroom of one of her male students and texted it to him. The student later texted the photo to several of his classmates.", "crime": "Sending one of their students a nude photo of themselves.", "vars": {"physical": {"clear_in": "Strands of hair with DNA matching Ms. Williams were found in the student’s bedroom.", "clear_ex": "No DNA found in the student’s bedroom matched Ms. Williams.", "ambiguous": "A fingerprint analyst testified that a print from the student’s bedroom is similar to Ms. Williams’ but not enough for a firm identification."}, "document": {"clear_in": "Ms. Williams’ cellphone was used to take the nude photo and text it to the student.", "clear_ex": "A digital evidence expert testified that Ms. Williams’ face in the texted photo was photoshopped onto someone else’s body.", "ambiguous": "Mr. Williams still had his wife’s old phone from before they were divorced. Her old phone contains nude photos of her in an unidentified bedroom."}, "witness": {"clear_in": "A dogwalker said that she saw Ms. Williams’ car leaving the student’s driveway on an evening when no other cars were there.", "clear_ex": "A coffeeshop barrista testified that the day before the nude photo was sent to the student, Ms. Williams’ ex-husband was at a coffeeshop table looking at laptop photos of Ms. Williams fully clothed, and downloading nude photos of other women.", "ambiguous": "A school custodian said he saw someone who looked like Ms. Williams from behind with the student in the school parking lot the day the photos were sent."}, "character": {"clear_in": "Ms. Williams has a conviction for indecent exposure at a public park.", "clear_ex": "Fellow teachers at Ms. Williams’ school testified that Ms. Williams' reputation is excellent for respecting the rights and safety of her students."}}}, {"abbr": "18", "base": "Darrell Johnson is charged with human trafficking. Prosecutors allege: 1) that Mr. Johnson recruited workers from Mexico by promising free transportation and work visas, and 2) that Mr. Johnson paid drivers to pick up the victims at the border and drive them to a highway rest area for delivery to other traffickers. The other traffickers forced the victims to work 16 hours a day for little or no pay by threatening violence to the victims and their families back in Mexico.", "crime": "Human trafficking.", "vars": {"physical": {"clear_in": "DNA matching Mr. Johnson’s was found on a soda can dropped in a rest stop from a van carrying immigrants that drove off as a state trooper pulled up next to it.", "clear_ex": "DNA and fingerprints in the van that carried the victims to the traffickers match the victims, but none, including those on the steering wheel, match Mr. Johnston.", "ambiguous": "Partly degraded DNA from a soda can dropped when state troopers approached a van carrying immigrants might possibly match Mr. Johnson’s DNA."}, "document": {"clear_in": "Mr. Johnson’s cell phone contains a text to a phone number in Mexico, reading: “Need new fish. $$$ for quick turnaround. Usual drop.”", "clear_ex": "Neither Mr. Johnson’s cell phone nor computer shows voice calls, texts, or emails to Mexico.", "ambiguous": "Mr. Johnson’s cell phone shows frequent texts and voice calls to Mexico over the last 5 years."}, "witness": {"clear_in": "A woman testified that Mr. Johnson is the man she saw handing an envelope to the driver of a full 16-passenger van at a highway rest area.", "clear_ex": "A woman testified Mr. Johnson is not the man she saw handing an envelope to the driver of a full 16-passenger van at a highway rest area.", "ambiguous": "A woman testified that she’s not sure whether Mr. Johnson is the man she saw handing an envelope to the driver of a full 16-passenger van at a highway rest area."}, "character": {"clear_in": "Mr. Johnson was previously convicted of forgery for selling false identification documents.", "clear_ex": "A local social-services agencyworker testified that Mr. Johnson has a reputation for truthfulness."}}}, {"abbr": "19", "base": "Michael Anderson is charged with shooting out of his window late at night into a crowded loud party next door, injuring two people when a bullet shattered a beer bottle and sprayed glass.", "crime": "Firing a gun into a party and injuring two people.", "vars": {"physical": {"clear_in": "Markings on bullets recovered from the neighbor’s yard match bullets test-fired from Mr. Anderson’s gun.", "clear_ex": "Markings on bullets in the neighbor’s yard do not match bullets test-fired from Mr. Anderson’s only gun.", "ambiguous": "Markings on bullets later found in in the neighbor’s yard are the same caliber as a gun owned by Mr. Anderson, but the bullets were too damaged for a definite match."}, "document": {"clear_in": "911 recorded a caller from Mr. Anderson’s phone telling the operator, “If you don’t do something about the party, I will.”", "clear_ex": "911 recorded a caller from a different neighbor’s phone telling the operator, “If you don’t do something about the party, I will.”", "ambiguous": "911 recorded a call from a phone with no caller ID, telling the operator, “If you don’t do something about his party, I will.”"}, "witness": {"clear_in": "A woman at the party says she saw someone she later identified as Mr. Anderson shooting from a window in his house.", "clear_ex": "A woman at the party says she saw someone with a gun at an open window in a house across the street from Mr. Anderson’s house.", "ambiguous": "An eyewitness says she could not tell whether the shots came from Mr. Anderson’s house or the house across the street."}, "character": {"clear_in": "A neighbor testified that Mr. Anderson has a reputation for being violent.", "clear_ex": "A neighbor testified that Mr. Anderson has a reputation for non-violence."}}}, {"abbr": "20", "base": "Astrid Clarke, a large department store's employee, is charged with embezzlement of money from her employer by \"freebagging,\" bagging items without charging for them and getting paid. A batch of items determined to have been freebagged from the store where Ms. Clarke worked were found for sale in another store.", "crime": "Stealing from their workplace by taking items without charging for them.", "vars": {"physical": {"clear_in": "An fingerprint expert testified that Ms. Clarke’s fingerprints were among those found on the the recovered items", "clear_ex": "An expert testified that of the many fingerprints on the recovered items, none were Ms. Clarke’s.", "ambiguous": "A fingerprint expert testified that of the many fingerprints on the recovered items, only one partial print could be Ms. Clarke's but it was too smudged to provide a certain match."}, "document": {"clear_in": "A store security camera video shows Ms. Clarke repeatedly bagging items for the same two customers so quickly that ringing them up would have been difficult.", "clear_ex": "A store security camera video shows no obvious evidence of Ms. Clarke bagging any items without first hitting keys on the register.", "ambiguous": "A store security camera shows an employee who cannot be identified from the video freebagging items on a register on the floor where Ms. Clarke worked."}, "witness": {"clear_in": "A store customer remembers Ms. Clarke putting items in a bag for the customer before her and thinks that not all the items were rung up.", "clear_ex": "A store customer remembers a store employee other than Ms. Clarke putting items in a bag for a customer without ringing them up.", "ambiguous": "A store customer remembers a store employee putting items in a bag for a customer without ringing them up but cannot be sure whether the employee was Ms. Clarke."}, "character": {"clear_in": "Ms. Clarke’s neighbor says she has a poor reputation for honesty in the neighborhood.", "clear_ex": "Ms. Clarke’s priest says she has an excellent reputation for honesty among the church community."}}}, {"abbr": "21", "base": "John Otis Graham is charged with burglary. Prosecutors allege he broke open and climbed through a second-floor window of the Abrams home, took a wallet and laptop computer, and escaped through the window when Mrs. Abrams came upstairs and saw him holding the laptop and wallet.", "crime": "Breaking into and stealing from someone’s home.", "vars": {"physical": {"clear_in": "A DNA expert testified that blood on the broken window glass matches Mr. Graham.", "clear_ex": "A DNA expert testified that blood on the broken window glass is not Mr. Graham’s.", "ambiguous": "An expert testified that mitochondrial DNA on the broken window could be Mr. Graham’s, but that mitochondrial DNA cannot identify a specific individual."}, "document": {"clear_in": "Mr. Graham posted a Facebook photo showing him near the Abrams home with police cars in the background.", "clear_ex": "Mr. Graham posted a Facebook photo showing him at the time of the burglary loading supplies into a truck at a charity event across town.", "ambiguous": "Mr. Graham posted a photo on Facebook showing him near the Abrams home with police cars in the background, and captioned “Close call for somebody tonight.”"}, "witness": {"clear_in": "Mrs. Abrams picked Mr. Graham out of a lineup as the burglar.", "clear_ex": "Mrs. Graham identified someone else in a lineup as the burglar.", "ambiguous": "At a lineup, Mrs. Adams said Mr. Graham looked familiar, but could not say whether he was the burglar."}, "character": {"clear_in": "Mr. Graham was previously convicted of using a fake prescription to get opioid pain medications.", "clear_ex": "A co-worker testified that Mr. Graham has a reputation for being law-abiding."}}}, {"abbr": "22", "base": "Patty Garcia has been accused of kidnapping. The state alleges that she posed as a hospital employee and abducted a newborn from his mother’s hospital room while the mother was sleeping.", "crime": "Kidnapping a newborn.", "vars": {"physical": {"clear_in": "A crime lab analyst testified that the newborn’s DNA was found in Ms. Garcia’s home.", "clear_ex": "A crime lab analysis showed that no DNA from the mother’s hospital room matches Ms. Garcia’s, and there was no DNA from the baby in Ms. Garcia’s home or car.", "ambiguous": "Ms. Garcia’s DNA matched DNA from a bathroom near the hospital’s emergency room doors."}, "document": {"clear_in": "A digital evidence expert testified that hospital security cameras show Ms. Garcia leaving the hospital with a baby in her arms.", "clear_ex": "A digital evidence expert testified that hospital security cameras show Ms. Garcia leaving the hospital empty handed while the mother was sleeping.", "ambiguous": "Hospital security cameras show a woman loading a baby into a car’s back seat, but neither the driver nor the license number are clear."}, "witness": {"clear_in": "A patient smoking near the hospital’s back exit door testified to seeing a woman he identified as Ms. Garcia leave the hospital with a crying baby.", "clear_ex": "A nurse testified she saw Ms. Garcia visiting a patient on a different floor when the alarm alerted nurses staff that a baby had been taken from the maternity floor.", "ambiguous": "The attendant who raised the hospital parking gate for Ms. Garcia to leave testified that what looked like a baby carrier was in the back seat, but could not see if it held a baby."}, "character": {"clear_in": "Ms. Garcia was previously convicted for attempted carjacking.", "clear_ex": "A prominent leader in the community has testified that his opinion of Ms. Garcia after knowing her for years is that she is a very truthful person."}}}, {"abbr": "23", "base": "Isla MacKillop is charged with killing her husband and a woman. The prosecution alleges that after finding them in bed together when she returned early from a business trip, Mrs. MacKillop grabbed her husband’s loaded pistol from the dresser and shot and killed them.", "crime": "Shooting and killing their spouse and one other person.", "vars": {"physical": {"clear_in": "An expert testified that the only fingerprints on the pistol matched Mrs. MacKillop’s.", "clear_ex": "An expert says that fingerprints on the pistol match the husband and an unknown person – not Mrs. MacKillop", "ambiguous": "An expert testifies that a smudged fingerprint on the pistol does not have enough similarities to Mrs. MacKillop’s fingerprint to know if it’s hers."}, "document": {"clear_in": "Security video near Mrs. MacKillop’s house shows her entering 15 minutes before a neighbor heard shots.", "clear_ex": "Airport video shows Mrs. MacKillop in the airport when the shots were heard at her apartment.", "ambiguous": "Security video shows someone who might be Mrs. MacKillop going into the house 10 minutes before the shots, but the video is not clear enough to be sure."}, "witness": {"clear_in": "An eyewitness testified that Mrs. MacKillop got out of her car in her driveway shortly before the shooting.", "clear_ex": "An eyewitness saw a someone other than Mr. MacKillop going into the house shortly before shots were heard.", "ambiguous": "An eyewitness saw someone who looked like Mrs. MacKillop getting out of a cab in front of the house just before the shooting, but can’t be sure it was Mrs. MacKillop."}, "character": {"clear_in": "Mrs. MacKillop's neighbor says that Mrs. MacKillop is a violent person.", "clear_ex": "Mrs. MacKillop's neighbor says that Mrs. MacKillop is a peaceful and non-violent person."}}}, {"abbr": "24", "base": "Maizy Franklin is accused of running a fraudulent mortgage-repayment scheme. Prosecutors allege she told homeowners that a new law would save them money by refinancing their mortgages through her company; by the time she was caught, 200 homeowners had paid her fake company over $3 million in refinancing fees and mortgage payments.", "crime": "Running a fraudulent mortgage-repayment scheme.", "vars": {"physical": {"clear_in": "Ms. Franklin’s fingerprint was found on a collection notice from the fake company.", "clear_ex": "An expert testified that fingerprints on collection notices from the fake company are not Ms. Franklin’s.", "ambiguous": "The FBI data bank identified ten people, including Ms. Franklin, with prints that could match those on the fake company’s collection notices and letterhead mailed to the victims."}, "document": {"clear_in": "Ms. Franklin’s computer contained spreadsheets with names, mortgage policy numbers, and payment records of 20 of the defrauded homeowners.", "clear_ex": "Ms. Franklin’s computer contained meticulous records for two legitimate businesses she owns, plus her personal budget and tax records, but nothing connected to the fake company.", "ambiguous": "Ms. Franklin’s laptop shows a Google search for records of foreclosure notices, along with her bank statements showing donations of $100 every month to homeless shelters."}, "witness": {"clear_in": "A print-shop employee identified Ms. Franklin from a lineup as the person who picked up business cards with the fake company’s logo, name, and address.", "clear_ex": "An insurance agent in the same building as the fake company saw several people in the fake company’s office, but never Ms. Franklin.", "ambiguous": "An insurance agent in the same building as the fake company saw someone who “might or might not” have been Ms. Franklin going into the fake company."}, "character": {"clear_in": "Ms. Franklin's former roommate says in her opinion Ms. Franklin is not an honest person.", "clear_ex": "Ms. Franklin's employer says in his opinion Ms. Franklin is an honest person."}}}, {"abbr": "25", "base": "Rae Sanderson is charged with second degree murder. Prosecutors say Mr. Sanderson choked his wife in their home, and that she later died as a result.", "crime": "Strangling someone to death.", "vars": {"physical": {"clear_in": "A forensic analysist testified that DNA under the wife’s fingernails match Mr. Sanderson’s.", "clear_ex": "A forensic analysist testified that DNA from under the wife’s fingernails is not Mr. Sanderson’s.", "ambiguous": "A forensic analysist testified that DNA found under the wife’s fingernails were a partial match with Mr. Sanderson’s DNA and with someone else in the DNA database."}, "document": {"clear_in": "Text messages sent to the wife from Mr. Sanderson threaten to kill her for cheating on him.", "clear_ex": "Photos from the website of a nightclub three states away from the Sanderson home show Mr. Sanderson at the club at the time the wife was choked.", "ambiguous": "Security camera footage shows Mr. Sanderson at a nightclub a few blocks away from the Sanderson home 20 minutes before his wife was choked."}, "witness": {"clear_in": "A neighbor heard the wife‘s screams and called 911. He said he also saw Mr. Sanderson leaving the house minutes later, just before police arrived and found her body.", "clear_ex": "An eyewitness testified to looking through a window of Sanderson home after hearing screams, and saw someone taller and heavier than Mr. Sanderson choking Mrs. Sanderson.", "ambiguous": "An eyewitness testified that a car the same color as Mr. Sanderson’s parked outside the Sanderson home in the hours before the wife’s body was found, but he is not sure it was same make or model."}, "character": {"clear_in": "Mr. Sanderson's former girlfriend testified he had a tendency to violence when he was angry.", "clear_ex": "Neighbors testified that Mr. Sanderson has a reputation of being a loving family man."}}}, {"abbr": "26", "base": "Professor George Patterson, a chemistry professor, is charged with manufacturing a chemical weapon of mass destruction. The Prosecution alleges that he manufactured Novichok, one of the world’s deadliest nerve agents. After a utility worker reported suspicious activity near an abandoned car dealership, sheriff’s deputies entered the building and found containers of Novichok and syringes in a makeshift laboratory.", "crime": "Manufacturing a biological weapon.", "vars": {"physical": {"clear_in": "DNA from a Red Bull can found in the makeshift laboratory matches Professor Patterson.", "clear_ex": "Three DNA samples from a soda can and two tissues found in the makeshift laboratory came from an unidentified person other than Professor Patterson.", "ambiguous": "DNA from hairs found on goggles in the makeshift laboratory are similar to Professor Patterson’s, but not clearly enough for a definite identification."}, "document": {"clear_in": "Professor Patterson’s computer contains news stories about Russian agents poisoned with Novichok and a search for scientific papers about Novichok.", "clear_ex": "Professor Patterson’s credit card records show that he was on sabbatical in Europe from the University for the four months up through when the lab was discovered.", "ambiguous": "Professor Patterson’s computer shows Google searches for technical research articles about the class of chemicals that includes Novichok."}, "witness": {"clear_in": "The utility worker who reported the suspicious activity testified that Professor Patterson is the man he saw lugging boxes marked “hazardous chemicals” into the building.", "clear_ex": "The utility worker who reported the suspicious activity testified that Professor Patterson is not the man he saw lugging boxes marked “hazardous chemicals” into the building.", "ambiguous": "The worker who reported the suspicious activity says Professor Patterson is the height and build of the man he saw lugging “Hazardous Chemicals” boxes into the building, but he could not see the man’s face."}, "character": {"clear_in": "Professor Patterson was previously convicted of communicating threats.", "clear_ex": "The director of the University Buddhist center testifies that Professor Patterson is highly regarded as a truthful person."}}}, {"abbr": "27", "base": "Brett Gilmore is charged with raping a college classmate. Prosecutors allege Mr. Gilmore cornered the woman at a late-night fraternity party, where he pinned her down on his bed and raped her.", "crime": "Raping a classmate.", "vars": {"physical": {"clear_in": "A crime lab analyst testified that semen from the rape kit matches Mr. Gilmore.", "clear_ex": "A crime lab analyst testified that semen from the rape kit does not match Mr. Gilmore.", "ambiguous": "A crime lab analyst testified that semen from the rape kit showed partial match to Mr. Gilmore but was contaminated during the collection process."}, "document": {"clear_in": "A digital devices expert testified that texts from Mr. Gilmore’s phone the next morning to his frat brothers joke about the woman putting up a good fight but that Mr. Gilmore ultimately “won the war.”", "clear_ex": "A digital devices expert testified that the next morning, the woman text-messaged Mr. Gilmore photos of herself in sexual poses and said she looks forward to seeing him soon.", "ambiguous": "A text message next morning from Mr. Gilmore to the woman apologized for upsetting her the night before."}, "witness": {"clear_in": "A student visiting from another school testified she saw Mr. Gilmore pull the woman into his bedroom against her will.", "clear_ex": "A store owner near the frat house testified that when closing his store early that evening, he saw Mr. Gilmore passed out in an alley, and next morning saw him still there and shook him awake.", "ambiguous": "The woman testified that Mr. Gilmore looks like the guy who raped her, but she was too intoxicated to be sure."}, "character": {"clear_in": "Mr. Gilmore’s ex-girlfriend testified that he has a reputation for being violent.", "clear_ex": "Mr. Gilmore’s Eagle Scout group leader testified about Mr. Gilmore’s reputation for peacefulness and non-violence."}}}, {"abbr": "28", "base": "Mohammed Farooqi is charged with first degree murder. The prosecution alleges he was hired to burn down a building, which he did at 1:00 A.M. on March 11. A homeless man sleeping in the building was killed in the fire.", "crime": "Killing someone by burning down a building.", "vars": {"physical": {"clear_in": "An expert said that two fingerprints on the burned building’s rear door match Mr. Farooqui’s.", "clear_ex": "An expert testified that no fingerprints at the scene matched Mr. Farooqui’s.", "ambiguous": "An expert said that a partial fingerprint on the building’s rear door might be Mr. Farooqui’s, but there were not enough similarities to be sure."}, "document": {"clear_in": "A receipt was found in Mr. Farooqui’s home for a five-gallon gas can of the same kind found in the fire’s debris.", "clear_ex": "Two receipts for drinks from a bar on the night of the fire were found in Mr. Farooqui's apartment. One was from before the fire was set, and the other from after the fire was set.", "ambiguous": "A receipt was found in Mr. Farooqui’s home for five gallons of gas, but there’s no date on the receipt."}, "witness": {"clear_in": "An eyewitness said that she saw someone she later identified as Mr. Farooqui carrying a gas can near the building shortly before the fire.", "clear_ex": "An eyewitness said he saw Mr. Farooqui in a bar from before until after the time the fire was set.", "ambiguous": "An eyewitness saw someone who might have been Mr. Farooqui with a gas can near the building just before the fire, but cannot be sure it was Mr. Farooqui."}, "character": {"clear_in": "Mr. Farooqui's former employer testified that in his opinion Mr. Farooqui was not a law-abiding person.", "clear_ex": "Mr. Farooqui’s long-time employer testified to his excellent character for being law-abiding."}}}, {"abbr": "29", "base": "Jerome Harper is charged with first degree murder. The prosecution alleges he hid in the back of a car parked near the apartment of his ex-girlfriend’s new lover, and at 2:00 A.M. when the new lover left the apartment and got into his driver’s seat, Mr. Harper fatally shot him from behind.", "crime": "Shooting and killing someone in the back of a car.", "vars": {"physical": {"clear_in": "DNA from a hair found in the car’s back seat matches Mr. Harper.", "clear_ex": "No fingerprints from the car match Mr. Harper’s.", "ambiguous": "A fingerprint expert testified that a smudged fingerprint from the back seat could be Mr. Harper’s but he cannot be certain."}, "document": {"clear_in": "Cellphone tower records place Mr. Harper’s phone in the area of the shooting shortly before 2 A.M.", "clear_ex": "Cellphone tower records place Mr. Harper’s phone 20 miles away at the time of the shooting.", "ambiguous": "Cellphone tower records show Mr. Harper’s phone near the apartment until midnight, but show no location after that time."}, "witness": {"clear_in": "A witness walking a dog identified Mr. Harper as the man who got out of a van near the area of the shooting at around midnight.", "clear_ex": "A man who heard a shot at 2 a.m. says the man he saw leave the car was not Mr. Harper.", "ambiguous": "A witness who saw a man run from the car is not sure whether it was Mr. Harper."}, "character": {"clear_in": "Mr. Harper's ex-wife testified that in her opinion he was a violent person.", "clear_ex": "Mr. Harper testified that he is peaceful and non-violent, and would never hurt another human being."}}}, {"abbr": "30", "base": "Montel Juval is accused of driving a rented SUV into a crowd on a pedestrian walkway filled with shoppers and tourists. Prosecutors claim he sped along the walkway for a mile, swerving to hit people as they ran. Three adults and a seven-year-old boy were killed.", "crime": "Driving an SUV into a crowd and killing four people.", "vars": {"physical": {"clear_in": "An expert testified that a palm print from the driver’s door matches Mr. Juval.", "clear_ex": "An expert testified that none of the fingerprints in the SUV match Mr. Juval.", "ambiguous": "An expert testified there are not enough similarities between Mr. Juval’s palm print and a palm print on the SUV’s door for a conclusive match."}, "document": {"clear_in": "An expert testified that Mr. Juval’s computer had a map of the mall with a note, “No place to hide.”", "clear_ex": "Selfies on Mr. Juval’s phone show he was at a wine bar two miles away when the SUV drove onto the walkway.", "ambiguous": "Mr. Juval’s computer contains a map of the walkway with shopping hours and driving directions to the entrance."}, "witness": {"clear_in": "A tourist who was knocked over by the fleeing driver identified Mr. Juval in a police lineup.", "clear_ex": "A tourist who was knocked over by the fleeing driver says it was not Mr. Juval.", "ambiguous": "A tourist who was knocked over by the fleeing driver said maybe it was Mr. Juval but it could have been someone else."}, "character": {"clear_in": "Mr. Juval was convicted five years ago for threatening workers at a construction site in his neighborhood.", "clear_ex": "A shopkeeper in Mr. Juval’s neighborhood testified that Mr. Juval has a good reputation for telling the truth."}}}, {"abbr": "31", "base": "Axel Watson is charged with firing multiple rounds from assault rifles into a crowded downtown crafts festival and concert. The Prosecution alleges Mr. Watson used a false identity online to book a fourth-floor hotel room, checked in, waited for the park below his window to fill up, and then fired from his window, killing five and wounding four others.", "crime": "Firing a gun into a public event and killing five people.", "vars": {"physical": {"clear_in": "Markings on shell casings recovered from the hotel room match those test-fired with a rifle from Mr. Watson’s home.", "clear_ex": "Markings on shell casings recovered from the hotel room do not match those test-fired with the rifle found in Mr. Watson’s home.", "ambiguous": "Sales records at the gun store used by Mr. Watson show he bought rifle cartridges but do not specify the caliber or manufacturer."}, "document": {"clear_in": "The username and password used to book the shooter’s hotel room were later found on Mr. Watson’s personal computer.", "clear_ex": "The history on Mr. Watson's personal computer and Instagram account show that he posted a series of family photos and placed an order on Amazon over a 2- hour period that included the shooting.", "ambiguous": "The history on Mr. Watson’s computer includes a search for downtown concerts and events and for hotels in their vicinity."}, "witness": {"clear_in": "A hotel housekeeper saw a man she later identified as Mr. Watson walking near the shooter’s room carrying a long equipment case.", "clear_ex": "A hotel housekeeper saw a man in the hall near the shooter’s room carrying a long equipment case, but said that he did not look like Mr. Watson.", "ambiguous": "A hotel housekeeper saw someone she said looked a little like Mr. Watson in the hall near the shooter’s room carrying a long equipment case."}, "character": {"clear_in": "Mr. Watson's former girlfriend says in her opinion he is a violent man.", "clear_ex": "The owner of a local gun range testifies that Mr. Watson is well regarded as a responsible gun owner with a reputation for non-violence."}}}]